app/controllers/school_classes_controller.rb

  def create
    @school_class = SchoolClass.create!(school_class_params)
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Math"], ["room_number", 55], ["created_at", "2020-01-19 08:35:37.265943"], ["updated_at", "2020-01-19 08:35:37.265943"]]