app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Morgan"], ["last_name", "Lopes"], ["created_at", "2020-01-19 08:33:54.189605"], ["updated_at", "2020-01-19 08:33:54.189605"]]
---
  def create
    @student = Student.create!(student_params)